Repository: Tintenklecks/QuickURL
Catalog: QuickUrl/QuickUrl/Localizable.xcstrings
Source language: en
Languages: de

source: Add a divider to organize your URLs
de: Füge einen Trenner ein, um Deine URLs besser zu organisieren

source: Add a new URL (⌘N)
de: Neue URL hinzufügen (⌘N)

source: Add Divider
de: Trenner hinzufügen

source: Add New URL
de: Neue URL hinzufügen

source: Add URL
de: URL hinzufügen

source: Add Your First URL
de: Füge die erste URL ein

source: Add your first URL to get started
de: Füge die erste URL ein

source: Cancel
de: Abbrechen

source: Delete Divider
de: Trenner löschen

source: Delete URL
de: URL löschen

source: e.g., GitHub
de: z.B. Github

source: e.g., https://github.com
de: z.B. https://github.com

source: Edit URL
de: URL bearbeiten

source: No URLs Yet
de: Noch keine URLs vorhanden

source: Open URL
de: URL öffnen

source: Please enter a valid URL starting with http:// or https://
de: Bitte gib eine gültige URL (mit https:// ) ein

# Tip: Drag URLs to reorder, hover to delete
source: Tip: Drag URLs and Dividers to reorder
de: Tipp: Ziehe URLs und Trenner um sie umzuordnen

source: Title:
de: Titel:

source: Update URL
de: URL aktualisieren

source: URL Details
de: URL Info
